Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Need at least 4 readings with this metric to plot a comparison. Keep recording — the chart fills in as your archive grows.
ar: تحتاج إلى 4 قراءات على الأقل بهذا المقياس لرسم مقارنة. واصل التسجيل — يمتلئ الرسم البياني كلما نما أرشيفك.
da: Der kræves mindst 4 målinger med denne måleenhed for at tegne en sammenligning. Bliv ved med at optage — diagrammet udfyldes, efterhånden som dit arkiv vokser.
de: Es sind mindestens 4 Messwerte mit dieser Metrik nötig, um einen Vergleich darzustellen. Zeichne weiter auf — das Diagramm füllt sich, während dein Archiv wächst.
es: Se necesitan al menos 4 lecturas con esta métrica para trazar una comparación. Sigue grabando — el gráfico se completa a medida que crece tu archivo.
fi: Vertailun piirtämiseen tarvitaan vähintään 4 lukemaa tällä mittarilla. Jatka tallentamista — kaavio täyttyy arkistosi kasvaessa.
fr: Au moins 4 mesures avec cette métrique sont nécessaires pour tracer une comparaison. Continuez à enregistrer — le graphique se remplit à mesure que votre archive s'agrandit.
is: Þú þarft að minnsta kosti 4 mælingar með þessum mæli til að teikna samanburð. Haltu áfram að taka upp — línuritið fyllist eftir því sem safnið þitt stækkar.
it: Servono almeno 4 letture con questa metrica per tracciare un confronto. Continua a registrare — il grafico si completa man mano che il tuo archivio cresce.
ja: 比較を表示するには、この指標の測定値が少なくとも 4 件必要です。記録を続けてください — アーカイブが増えるにつれてグラフが埋まっていきます。
ko: 비교를 표시하려면 이 지표의 측정값이 최소 4개 필요합니다. 계속 기록하세요 — 보관함이 늘어날수록 차트가 채워집니다.
nb: Du trenger minst 4 målinger med denne metrikken for å tegne en sammenligning. Fortsett å registrere — diagrammet fylles ut etter hvert som arkivet ditt vokser.
nl: Er zijn minstens 4 metingen met deze metriek nodig om een vergelijking te tonen. Blijf opnemen — de grafiek vult zich naarmate je archief groeit.
pt_br: São necessárias pelo menos 4 leituras com esta métrica para traçar uma comparação. Continue gravando — o gráfico se preenche à medida que seu arquivo cresce.
ru: Для построения сравнения нужно не менее 4 показаний по этому показателю. Продолжайте записывать — график будет заполняться по мере роста архива.
sv: Det krävs minst 4 avläsningar med detta mått för att rita en jämförelse. Fortsätt registrera — diagrammet fylls i efterhand som ditt arkiv växer.
zh_hans: 绘制对比图至少需要该指标的 4 次读数。继续记录——随着存档增加，图表会逐渐填满。

source: Needed for the morning recovery push.
ar: مطلوب لإشعار التعافي الصباحي.
da: Nødvendig for morgenens restitutionsnotifikation.
de: Erforderlich für die morgendliche Erholungsmitteilung.
es: Necesario para la notificación matinal de recuperación.
fi: Tarvitaan aamun palautumisilmoitukseen.
fr: Nécessaire pour la notification de récupération du matin.
is: Nauðsynlegt fyrir morguntilkynninguna um bata.
it: Necessario per la notifica di recupero mattutina.
ja: 朝の回復通知に必要です。
ko: 아침 회복 알림에 필요합니다.
nb: Trengs for restitusjonsvarselet om morgenen.
nl: Nodig voor de ochtendmelding over je herstel.
pt_br: Necessário para a notificação matinal de recuperação.
ru: Нужно для утреннего уведомления о восстановлении.
sv: Behövs för återhämtningsnotisen på morgonen.
zh_hans: 用于晨间恢复推送通知。

source: Needs more time + distance to compute drift metrics.
ar: يلزم مزيد من الوقت والمسافة لحساب مقاييس الانجراف.
da: Kræver mere tid + distance for at beregne drift-målinger.
de: Benötigt mehr Zeit + Distanz, um Drift-Metriken zu berechnen.
es: Se necesita más tiempo y distancia para calcular las métricas de deriva.
fi: Tarvitaan lisää aikaa + matkaa ajautumismittareiden laskemiseen.
fr: Davantage de temps et de distance sont nécessaires pour calculer les métriques de dérive.
is: Þarf meiri tíma + vegalengd til að reikna rekmælikvarða.
it: Servono più tempo e distanza per calcolare le metriche di deriva.
ja: ドリフト指標を計算するには、さらに時間と距離が必要です。
ko: 드리프트 지표를 계산하려면 시간과 거리가 더 필요합니다.
nb: Trenger mer tid + distanse for å beregne driftmålinger.
nl: Meer tijd + afstand nodig om driftmetrieken te berekenen.
pt_br: É necessário mais tempo e distância para calcular as métricas de deriva.
ru: Для расчёта показателей дрейфа нужно больше времени и дистанции.
sv: Behöver mer tid + distans för att beräkna driftmått.
zh_hans: 需要更多时间和距离才能计算漂移指标。

source: negative
ar: سلبي
da: negativ
de: negativ
es: negativo
fi: negatiivinen
fr: négatif
is: neikvætt
it: negativo
ja: マイナス
ko: 음수
nb: negativ
nl: negatief
pt_br: negativo
ru: отрицательный
sv: negativ
zh_hans: 负

source: neutral
ar: محايد
fi: neutraali
fr: neutre
is: hlutlaust
it: neutro
ja: 中立
ko: 중립
nb: nøytral
nl: neutraal
pt_br: neutro
ru: нейтрально
zh_hans: 中性

source: New data arrived
ar: وصلت بيانات جديدة
da: Nye data ankom
de: Neue Daten eingetroffen
es: Han llegado datos nuevos
fi: Uusia tietoja saapui
fr: Nouvelles données reçues
is: Ný gögn bárust
it: Sono arrivati nuovi dati
ja: 新しいデータが届きました
ko: 새 데이터 도착
nb: Nye data kom
nl: Nieuwe gegevens ontvangen
pt_br: Novos dados chegaram
ru: Поступили новые данные
sv: Nya data har kommit
zh_hans: 收到新数据

source: New here? Start with the basics
ar: هل أنت جديد هنا؟ ابدأ بالأساسيات
da: Ny her? Start med det grundlæggende
de: Neu hier? Beginne mit den Grundlagen
es: ¿Eres nuevo? Empieza por lo básico
fi: Uusi käyttäjä? Aloita perusteista
fr: Nouveau ? Commencez par les bases
is: Nýr hér? Byrjaðu á grunnatriðum
it: Prima volta? Iniziare dalle basi
ja: 初めてですか？基本から始めましょう
ko: 처음이신가요? 기본부터 시작하세요
nb: Ny her? Start med det grunnleggende
nl: Nieuw hier? Begin met de basis
pt_br: Novo aqui? Comece pelo básico
ru: Впервые здесь? Начните с основ
sv: Ny här? Börja med grunderna
zh_hans: 新用户？从基础开始

source: New Sessions
ar: جلسات جديدة
da: Nye sessioner
de: Neue Sitzungen
es: Sesiones nuevas
fi: Uudet istunnot
fr: Nouvelles sessions
is: Nýjar lotur
it: Nuove sessioni
ja: 新しいセッション
ko: 새 세션
nb: Nye økter
nl: Nieuwe sessies
pt_br: Novas sessões
ru: Новые сессии
sv: Nya sessioner
zh_hans: 新记录

source: New Sessions Preview
ar: معاينة الجلسات الجديدة
da: Forhåndsvisning af nye sessioner
de: Vorschau neuer Sitzungen
es: Vista previa de sesiones nuevas
fi: Uusien istuntojen esikatselu
fr: Aperçu des nouvelles sessions
is: Forskoðun nýrra lota
it: Anteprima nuove sessioni
ja: 新しいセッションのプレビュー
ko: 새 세션 미리보기
nb: Forhåndsvisning av nye økter
nl: Voorvertoning nieuwe sessies
pt_br: Prévia de Novas Sessões
ru: Предпросмотр новых сессий
sv: Förhandsgranskning av nya sessioner
zh_hans: 新记录预览

source: New Tag
ar: علامة جديدة
da: Nyt tag
de: Neues Tag
es: Nueva etiqueta
fi: Uusi tunniste
fr: Nouveau tag
is: Nýtt merki
it: Nuovo tag
ja: 新しいタグ
ko: 새 태그
nb: Ny tagg
nl: Nieuwe tag
pt_br: Nova Tag
ru: Новый тег
sv: Ny tagg
zh_hans: 新标签

source: Next
ar: التالي
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
is: Næsta
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pt_br: Próximo
ru: Далее
sv: Nästa
zh_hans: 下一步

source: Next: Apple Health
ar: التالي: Apple Health
da: Næste: Apple Health
de: Weiter: Apple Health
es: Siguiente: Apple Health
fi: Seuraava: Apple Health
fr: Suivant : Apple Santé
is: Næst: Apple Health
it: Avanti: Apple Health
ja: 次へ：Apple ヘルスケア
ko: 다음: Apple Health
nb: Neste: Apple Health
nl: Volgende: Apple Health
pt_br: Próximo: Apple Health
ru: Далее: Apple Здоровье
sv: Nästa: Apple Health
zh_hans: 下一步：Apple 健康

source: No active trail
ar: لا يوجد مسار نشط
da: Ingen aktiv rute
de: Kein aktiver Trail
es: Sin ruta activa
fi: Ei aktiivista polkua
fr: Aucun sentier actif
is: Engin virk slóð
it: Nessun percorso attivo
ja: アクティブなトレイルなし
ko: 활성 트레일 없음
nb: Ingen aktiv sti
nl: Geen actief pad
pt_br: Nenhuma trilha ativa
ru: Нет активного маршрута
sv: Ingen aktiv led
zh_hans: 无进行中的路线

source: No analysis data available
ar: لا تتوفر بيانات تحليل
da: Ingen analysedata tilgængelige
de: Keine Analysedaten verfügbar
es: No hay datos de análisis disponibles
fi: Analyysitietoja ei saatavilla
fr: Aucune donnée d'analyse disponible
is: Engin greiningargögn tiltæk
it: Nessun dato di analisi disponibile
ja: 分析データがありません
ko: 사용 가능한 분석 데이터가 없습니다
nb: Ingen analysedata tilgjengelig
nl: Geen analysegegevens beschikbaar
pt_br: Nenhum dado de análise disponível
ru: Данные анализа недоступны
sv: Inga analysdata tillgängliga
zh_hans: 无可用的分析数据

source: No baseline yet
ar: لا يوجد خط أساس بعد
da: Ingen baseline endnu
de: Noch keine Baseline
es: Aún sin línea base
fi: Ei vielä perustasoa
fr: Pas encore de référence
is: Engin grunnlína enn
it: Nessuna baseline ancora
ja: ベースラインはまだありません
ko: 아직 기준선 없음
nb: Ingen baseline ennå
nl: Nog geen basislijn
pt_br: Ainda sem linha de base
ru: Базовой линии пока нет
sv: Ingen baslinje ännu
zh_hans: 尚无基线

source: No baseline yet — need 3+ overnight sessions
ar: لا يوجد خط أساس بعد — تحتاج إلى 3 جلسات ليلية أو أكثر
da: Ingen baseline endnu — kræver 3+ natlige sessioner
de: Noch keine Baseline — 3+ Nachtsitzungen nötig
es: Aún sin línea base — se necesitan 3 o más sesiones nocturnas
fi: Ei vielä perustasoa — tarvitaan 3+ yön istuntoa
fr: Pas encore de référence — 3 nuits ou plus nécessaires
is: Engin grunnlína enn — þarf 3+ næturlotur
it: Nessuna baseline ancora — servono 3+ sessioni notturne
ja: ベースライン未確立 — 夜間セッションが3回以上必要
ko: 아직 기준선 없음 — 야간 세션 3회 이상 필요
nb: Ingen baseline ennå — trenger 3+ nattlige økter
nl: Nog geen basislijn — 3+ nachtsessies nodig
pt_br: Ainda sem linha de base — são necessárias 3+ sessões noturnas
ru: Базовой линии нет — нужно 3+ ночных сессии
sv: Ingen baslinje ännu — behöver 3+ nattliga pass
zh_hans: 尚无基线 — 需要 3 次以上夜间记录

source: No cadence data.
ar: لا توجد بيانات إيقاع.
da: Ingen kadencedata.
de: Keine Trittfrequenzdaten.
es: Sin datos de cadencia.
fi: Ei kadenssitietoja.
fr: Aucune donnée de cadence.
is: Engin skreftíðnigögn.
it: Nessun dato di cadenza.
ja: ケイデンスデータなし。
ko: 케이던스 데이터 없음.
nb: Ingen kadensdata.
nl: Geen cadansgegevens.
pt_br: Sem dados de cadência.
ru: Нет данных о каденсе.
sv: Inga kadensdata.
zh_hans: 无步频数据。

source: No crash log available
ar: لا يوجد سجل أعطال متاح
da: Ingen nedbrudslog tilgængelig
de: Kein Absturzprotokoll verfügbar
es: No hay registro de errores disponible
fi: Ei virheilmoitusta saatavilla
fr: Aucun journal de plantage disponible
is: Engin hrunskrá tiltæk
it: Nessun log di errore critico disponibile
ja: クラッシュログがありません
ko: 사용 가능한 충돌 로그가 없습니다
nb: Ingen krasjlogg tilgjengelig
nl: Geen crashlog beschikbaar
pt_br: Nenhum log de erro disponível
ru: Журнал сбоев недоступен
sv: Ingen kraschlogg tillgänglig
zh_hans: 无可用的崩溃日志

source: No data
ar: لا توجد بيانات
da: Ingen data
de: Keine Daten
es: Sin datos
fi: Ei tietoja
fr: Aucune donnée
is: Engin gögn
it: Nessun dato
ja: データなし
ko: 데이터 없음
nb: Ingen data
nl: Geen gegevens
pt_br: Sem dados
ru: Нет данных
sv: Inga data
zh_hans: 无数据

source: No diagnostic data yet. Record a session — memory/thermal samples capture every 5 s. After a SIGKILL, MetricKit delivers the categorized exit reason on the NEXT app launch (typically once per day).
ar: لا توجد بيانات تشخيصية بعد. سجّل جلسة — تُلتقط عينات الذاكرة/الحرارة كل 5 ثوانٍ. بعد SIGKILL، يوفّر MetricKit سبب الخروج المصنّف عند تشغيل التطبيق التالي (عادةً مرة واحدة يوميًا).
da: Ingen diagnosedata endnu. Optag en session — hukommelses-/termiske prøver registreres hvert 5. s. Efter et SIGKILL leverer MetricKit den kategoriserede afslutningsårsag ved NÆSTE appstart (typisk en gang om dagen).
de: Noch keine Diagnosedaten. Zeichne eine Sitzung auf – Speicher-/Temperaturwerte werden alle 5 s erfasst. Nach einem SIGKILL liefert MetricKit den kategorisierten Beendigungsgrund beim NÄCHSTEN App-Start (in der Regel einmal pro Tag).
es: Aún no hay datos de diagnóstico. Graba una sesión: las muestras de memoria/temperatura se capturan cada 5 s. Tras un SIGKILL, MetricKit entrega el motivo de salida categorizado en el PRÓXIMO inicio de la app (normalmente una vez al día).
fi: Ei vielä diagnostiikkatietoja. Tallenna istunto — muisti-/lämpönäytteet tallennetaan 5 s välein. SIGKILLin jälkeen MetricKit toimittaa luokitellun lopetussyyn SEURAAVAN sovelluksen käynnistyksen yhteydessä (yleensä kerran päivässä).
fr: Aucune donnée de diagnostic pour l'instant. Enregistrez une session — les échantillons mémoire/thermiques sont capturés toutes les 5 s. Après un SIGKILL, MetricKit fournit la raison de sortie catégorisée au PROCHAIN lancement de l'app (généralement une fois par jour).
is: Engin greiningargögn enn. Taktu upp lotu — minnis-/hitasýni eru tekin á 5 s fresti. Eftir SIGKILL skilar MetricKit flokkaðri ástæðu lokunar við NÆSTU ræsingu forrits (yfirleitt einu sinni á dag).
it: Nessun dato diagnostico al momento. Registra una sessione: i campioni di memoria/temperatura vengono acquisiti ogni 5 s. Dopo un SIGKILL, MetricKit fornisce il motivo di uscita categorizzato al PROSSIMO avvio dell'app (in genere una volta al giorno).
ja: 診断データはまだありません。セッションを記録してください — メモリ/熱のサンプルは 5 秒ごとに取得されます。SIGKILL の後、MetricKit は分類された終了理由を次回のアプリ起動時に提供します（通常 1 日 1 回）。
ko: 아직 진단 데이터가 없습니다. 세션을 기록하세요 — 메모리/발열 샘플은 5초마다 수집됩니다. SIGKILL 이후 MetricKit은 분류된 종료 사유를 다음 앱 실행 시 전달합니다(일반적으로 하루 한 번).
nb: Ingen diagnostikkdata ennå. Ta opp en økt — minne-/termiske prøver registreres hvert 5. s. Etter et SIGKILL leverer MetricKit den kategoriserte avslutningsårsaken ved NESTE appstart (vanligvis én gang per dag).
nl: Nog geen diagnostische gegevens. Neem een sessie op — geheugen-/thermische metingen worden elke 5 s vastgelegd. Na een SIGKILL levert MetricKit de gecategoriseerde afsluitreden bij de VOLGENDE keer dat de app start (meestal één keer per dag).
pt_br: Ainda não há dados de diagnóstico. Grave uma sessão — as amostras de memória/térmicas são capturadas a cada 5 s. Após um SIGKILL, o MetricKit entrega o motivo de saída categorizado na PRÓXIMA inicialização do app (geralmente uma vez por dia).
ru: Диагностических данных пока нет. Запишите сессию — образцы памяти/температуры собираются каждые 5 с. После SIGKILL MetricKit предоставляет категоризированную причину завершения при СЛЕДУЮЩЕМ запуске приложения (обычно раз в день).
sv: Inga diagnostikdata ännu. Spela in en session — minne-/temperaturprover registreras var 5:e s. Efter en SIGKILL levererar MetricKit den kategoriserade avslutsorsaken vid NÄSTA appstart (vanligtvis en gång per dag).
zh_hans: 尚无诊断数据。记录一个记录 — 内存/温度样本每 5 秒采集一次。在 SIGKILL 后，MetricKit 会在下次启动应用时提供分类的退出原因（通常每天一次）。

source: No Emuqu sleep samples found in Apple Health. Nothing to clean up.
ar: لم يتم العثور على عينات نوم لـ Emuqu في Apple Health. لا شيء لتنظيفه.
da: Ingen Emuqu-søvnprøver fundet i Apple Health. Intet at rydde op.
de: Keine Emuqu-Schlafdaten in Apple Health gefunden. Nichts zu bereinigen.
es: No se encontraron muestras de sueño de Emuqu en Apple Health. Nada que limpiar.
fi: Apple Healthista ei löytynyt Emuqu -uninäytteitä. Ei mitään siivottavaa.
fr: Aucun échantillon de sommeil Emuqu trouvé dans Apple Santé. Rien à nettoyer.
is: Engin Emuqu svefnsýni fundust í Apple Health. Ekkert til að hreinsa.
it: Nessun campione di sonno di Emuqu trovato in Apple Health. Niente da ripulire.
ja: Apple ヘルスケアにEmuquの睡眠サンプルが見つかりませんでした。クリーンアップする項目はありません。
ko: Apple Health에서 Emuqu 수면 샘플을 찾을 수 없습니다. 정리할 항목이 없습니다.
nb: Ingen Emuqu-søvnprøver funnet i Apple Health. Ingenting å rydde opp.
nl: Geen Emuqu-slaapmonsters gevonden in Apple Health. Niets op te ruimen.
pt_br: Nenhuma amostra de sono do Emuqu encontrada no Apple Health. Nada para limpar.
ru: В Apple Здоровье не найдено данных о сне Emuqu. Очищать нечего.
sv: Inga Emuqu-sömnprover hittades i Apple Health. Inget att rensa.
zh_hans: 在 Apple 健康 中未找到 Emuqu 的睡眠样本。无需清理。

source: No Errors Recorded
ar: لم تُسجَّل أخطاء
da: Ingen fejl registreret
de: Keine Fehler aufgezeichnet
es: No se registraron errores
fi: Ei virheitä tallennettu
fr: Aucune erreur enregistrée
is: Engar villur skráðar
it: Nessun errore registrato
ja: エラーは記録されていません
ko: 기록된 오류 없음
nb: Ingen feil registrert
nl: Geen fouten geregistreerd
pt_br: Nenhum Erro Registrado
ru: Ошибок не зафиксировано
sv: Inga fel registrerade
zh_hans: 无错误记录

source: No foot pod connected
ar: لا يوجد مستشعر قدم متصل
da: Ingen fodpod tilsluttet
de: Kein Foot Pod verbunden
es: No hay sensor de pie conectado
fi: Jalkasensoria ei ole yhdistetty
fr: Aucun capteur de pied connecté
is: Enginn fótnemi tengdur
it: Nessun foot pod connesso
ja: フットポッドが接続されていません
ko: 연결된 풋 포드 없음
nb: Ingen fotpod tilkoblet
nl: Geen voetsensor verbonden
pt_br: Nenhum foot pod conectado
ru: Датчик стопы не подключён
sv: Ingen fotpod ansluten
zh_hans: 未连接足部传感器

source: No GPS points decoded
ar: لم يتم فك ترميز أي نقاط GPS
da: Ingen GPS-punkter afkodet
de: Keine GPS-Punkte decodiert
es: No se decodificaron puntos de GPS
fi: GPS-pisteitä ei dekoodattu
fr: Aucun point GPS décodé
is: Engir GPS-punktar afkóðaðir
it: Nessun punto GPS decodificato
ja: GPS ポイントがデコードされませんでした
ko: 디코딩된 GPS 지점 없음
nb: Ingen GPS-punkter dekodet
nl: Geen GPS-punten gedecodeerd
pt_br: Nenhum ponto de GPS decodificado
ru: GPS-точки не декодированы
sv: Inga GPS-punkter avkodade
zh_hans: 未解码出 GPS 点

source: no GPS track
ar: لا يوجد مسار GPS
da: intet GPS-spor
de: kein GPS-Track
es: sin traza GPS
fi: ei GPS-jälkeä
fr: pas de trace GPS
is: engin GPS-slóð
it: nessuna traccia GPS
ja: GPS 軌跡なし
ko: GPS 경로 없음
nb: ingen GPS-spor
nl: geen GPS-track
pt_br: sem trajeto GPS
ru: нет GPS-трека
sv: inget GPS-spår
zh_hans: 无 GPS 轨迹

source: No heart rate from strap
ar: لا يوجد معدل ضربات القلب من الحزام
da: Ingen puls fra bæltet
de: Keine Herzfrequenz vom Gurt
es: Sin frecuencia cardíaca de la banda
fi: Pannasta ei tule sykettä
fr: Aucune fréquence cardiaque de la ceinture
is: Enginn hjartsláttur frá beltinu
it: Nessuna frequenza cardiaca dalla fascia
ja: ストラップから心拍数が届いていません
ko: 스트랩에서 심박수가 수신되지 않음
nb: Ingen puls fra beltet
nl: Geen hartslag van de band
pt_br: Sem frequência cardíaca da cinta
ru: Нет пульса с ремня
sv: Ingen puls från bandet
zh_hans: 心率带没有传来心率

source: No HR samples captured.
ar: لم تُسجّل أي عينات نبض.
da: Ingen pulsmålinger registreret.
de: Keine HF-Werte erfasst.
es: No se capturaron muestras de FC.
fi: Sykenäytteitä ei tallennettu.
fr: Aucun échantillon FC capturé.
is: Engin púlssýni skráð.
it: Nessun campione FC acquisito.
ja: 心拍サンプルが取得されませんでした。
ko: 심박 샘플이 기록되지 않았습니다.
nb: Ingen pulsmålinger registrert.
nl: Geen HS-metingen vastgelegd.
pt_br: Nenhuma amostra de FC capturada.
ru: Выборки пульса не записаны.
sv: Inga pulsmätningar registrerade.
zh_hans: 未采集到心率样本。

source: No HR series
ar: لا توجد سلسلة نبض
da: Ingen pulsserie
de: Keine HF-Reihe
es: Sin serie de FC
fi: Ei sykesarjaa
fr: Pas de série FC
is: Engin púlsröð
it: Nessuna serie FC
ja: 心拍系列なし
ko: 심박 시계열 없음
nb: Ingen pulsserie
nl: Geen HS-reeks
pt_br: Sem série de FC
ru: Нет ряда пульса
sv: Ingen pulsserie
zh_hans: 无心率序列

source: No HR signal captured during the 60–120 s post-stop window. Tier-1 (strap) and Tier-2 (Watch HR) both failed; no clinical value available for this session.
ar: لم تُلتقط أي إشارة نبض خلال نافذة 60–120 ثانية بعد التوقف. أخفق المستوى الأول (الحزام) والثاني (نبض الساعة) معًا؛ لا توجد قيمة سريرية لهذه الجلسة.
da: Intet pulssignal blev registreret i vinduet 60–120 s efter stop. Både niveau 1 (pulsbælte) og niveau 2 (urets puls) fejlede; ingen klinisk værdi for denne session.
de: Im Fenster 60–120 s nach dem Stopp wurde kein Herzfrequenzsignal erfasst. Stufe 1 (Gurt) und Stufe 2 (Watch-HF) sind beide fehlgeschlagen; für diese Sitzung ist kein klinischer Wert verfügbar.
es: No se captó señal de FC en la ventana de 60–120 s tras la parada. Fallaron el nivel 1 (banda) y el nivel 2 (FC del reloj); no hay valor clínico para esta sesión.
fi: Sykesignaalia ei tallentunut 60–120 s pysähtymisen jälkeisessä ikkunassa. Sekä taso 1 (panta) että taso 2 (kellon syke) epäonnistuivat; tälle istunnolle ei ole kliinistä arvoa.
fr: Aucun signal de FC capté dans la fenêtre 60–120 s après l’arrêt. Les niveaux 1 (ceinture) et 2 (FC de la montre) ont échoué ; aucune valeur clinique pour cette séance.
is: Ekkert púlsmerki náðist á 60–120 s glugganum eftir stopp. Bæði þrep 1 (ól) og þrep 2 (púls úrsins) brugðust; ekkert klínískt gildi er til fyrir þessa lotu.
it: Nessun segnale FC acquisito nella finestra 60–120 s dopo lo stop. Sia il livello 1 (fascia) sia il livello 2 (FC dell’orologio) hanno fallito; nessun valore clinico per questa sessione.
ja: 停止後 60〜120 秒のウィンドウで心拍信号を取得できませんでした。ティア 1（ストラップ）とティア 2（Watch 心拍）の両方が失敗し、このセッションでは臨床的な値が得られません。
ko: 정지 후 60–120초 구간에서 심박 신호를 얻지 못했습니다. 1단계(스트랩)와 2단계(워치 심박)가 모두 실패해 이 세션의 임상적 값은 없습니다.
nb: Ingen pulssignal ble fanget i vinduet 60–120 s etter stopp. Både nivå 1 (pulsbelte) og nivå 2 (klokkepuls) feilet; ingen klinisk verdi for denne økten.
nl: Geen hartslagsignaal vastgelegd in het venster 60–120 s na stoppen. Zowel niveau 1 (band) als niveau 2 (Watch-hartslag) faalde; geen klinische waarde voor deze sessie.
pt_br: Nenhum sinal de FC capturado na janela de 60–120 s após a parada. O nível 1 (cinta) e o nível 2 (FC do relógio) falharam; não há valor clínico para esta sessão.
ru: В окне 60–120 с после остановки сигнал пульса не зафиксирован. Уровень 1 (датчик) и уровень 2 (пульс с часов) не сработали; клиническое значение для этой сессии недоступно.
sv: Ingen pulssignal fångades i fönstret 60–120 s efter stopp. Både nivå 1 (pulsband) och nivå 2 (klockans puls) misslyckades; inget kliniskt värde finns för detta pass.
zh_hans: 在停止后 60–120 秒的窗口内未采集到心率信号。第一层（心率带）和第二层（手表心率）均失败；本次记录无临床数值可用。

source: No HR signal captured in the 60-120 s post-stop window.
ar: لم تُلتقط إشارة نبض في نافذة 60–120 ث بعد التوقف.
da: Intet pulssignal registreret i vinduet 60-120 s efter stop.
de: Kein HF-Signal im 60–120-s-Fenster nach dem Stopp erfasst.
es: No se captó señal de FC en la ventana de 60-120 s tras parar.
fi: Sykesignaalia ei tallennettu 60–120 s pysäytyksen jälkeisessä ikkunassa.
fr: Aucun signal FC capté dans la fenêtre 60-120 s après l’arrêt.
is: Ekkert púlsmerki skráð í 60-120 s glugganum eftir stöðvun.
it: Nessun segnale FC acquisito nella finestra 60-120 s dopo lo stop.
ja: 停止後 60〜120 秒のウィンドウで心拍信号を取得できませんでした。
ko: 정지 후 60–120초 구간에서 심박 신호가 기록되지 않았습니다.
nb: Ingen pulssignal registrert i 60-120 s-vinduet etter stopp.
nl: Geen HS-signaal vastgelegd in het venster 60-120 s na stoppen.
pt_br: Nenhum sinal de FC capturado na janela de 60-120 s após parar.
ru: Сигнал пульса не записан в окне 60–120 с после остановки.
sv: Ingen pulssignal registrerad i 60-120 s-fönstret efter stopp.
zh_hans: 停止后 60–120 秒窗口内未采集到心率信号。

source: No HR Source
ar: لا يوجد مصدر نبض
da: Ingen pulskilde
de: Keine HF-Quelle
es: Sin fuente de FC
fi: Ei sykelähdettä
fr: Aucune source FC
is: Enginn púlsgjafi
it: Nessuna sorgente FC
ja: 心拍ソースなし
ko: 심박 소스 없음
nb: Ingen pulskilde
nl: Geen HS-bron
pt_br: Sem fonte de FC
ru: Нет источника пульса
sv: Ingen pulskälla
zh_hans: 无心率来源

source: No HRR captured
ar: لم يُسجّل تعافي النبض
da: Ingen HRR registreret
de: Keine HRR erfasst
es: HRR no capturada
fi: HRR:ää ei tallennettu
fr: Aucune HRR capturée
is: Enginn HRR skráður
it: Nessuna HRR acquisita
ja: HRR 未取得
ko: HRR 미기록
nb: Ingen HRR registrert
nl: Geen HRR vastgelegd
pt_br: HRR não capturada
ru: HRR не записан
sv: Ingen HRR registrerad
zh_hans: 未采集心率恢复

source: no HRR captured 7d
ar: لم يُسجّل تعافي النبض خلال 7 أيام
da: ingen HRR registreret på 7 dage
de: keine HRR in 7 Tagen erfasst
es: sin HRR capturada en 7 días
fi: ei HRR:ää 7 pv:ssä
fr: aucune HRR capturée en 7 jours
is: enginn HRR skráður á 7 dögum
it: nessuna HRR acquisita in 7 giorni
ja: 7日間 HRR 未取得
ko: 7일간 HRR 미기록
nb: ingen HRR registrert på 7 dager
nl: geen HRR vastgelegd in 7 dagen
pt_br: sem HRR capturada em 7 dias
ru: нет HRR за 7 дней
sv: ingen HRR registrerad på 7 dagar
zh_hans: 7 天内未采集心率恢复

source: No HRV reading yet
ar: لا توجد قراءة تغير نبض بعد
da: Ingen HRV-måling endnu
de: Noch keine HRV-Messung
es: Aún sin lectura de HRV
fi: Ei vielä HRV-mittausta
fr: Pas encore de mesure HRV
is: Engin HRV-mæling enn
it: Nessuna lettura HRV ancora
ja: HRV の測定はまだありません
ko: 아직 HRV 측정 없음
nb: Ingen HRV-måling ennå
nl: Nog geen HRV-meting
pt_br: Ainda sem leitura de VFC
ru: Измерений ВСР пока нет
sv: Ingen HRV-mätning ännu
zh_hans: 尚无 HRV 读数
